** lib json
   #+begin_src python :results pp
     import json
     
     def read_json(file_path: str):
       with open(file_path, encoding='utf-8') as f:
	 return json.load(f)
     
     def json_keys(json_dict):
       return [str(key_val) for key_val in json_dict.keys()]
     
     # All inventory
     summary = read_json('./resourse/test.json')
     
     return ("Sumarycznie", len(summary),
	     # "Keys", "/".join(json_keys(summary[0]))
	     )
   #+end_src
   #+RESULTS:
   : ('Sumarycznie', 66)

   
